tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/devel-only"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/services"
cask "java"
cask "osxfuse"
brew "autoconf"
brew "automake"
brew "boost"
brew "gettext"
brew "coreutils"
brew "elm"
brew "lame"
brew "git"
brew "xvid"
brew "findutils"
brew "gmp"
brew "jpeg"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "python"
brew "graphviz"
brew "grep"
brew "jq"
brew "mas"
brew "python3"
brew "mps-youtube"
brew "neo4j"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "openblas"
brew "opencv"
brew "openssh"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "rename"
brew "sbt"
brew "scala"
brew "screen"
brew "sendemail"
brew "tesseract"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "wget", args: ["with-iri"]
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "animated-gif-quicklook"
cask "calibre"
cask "dropbox"
cask "epubquicklook"
cask "filebot"
cask "filezilla"
cask "firefox"
cask "flash-npapi"
cask "font-inconsolata"
cask "font-inconsolata-dz"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "macdown"
cask "mactex"
cask "mendeley-desktop"
cask "microsoft-office"
cask "nosleep"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skim"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Snappy", id: 512617038
mas "Xcode", id: 497799835
