tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/devel-only"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "aria2"
brew "autoconf"
brew "automake"
brew "awscli"
brew "boost"
brew "gettext"
brew "coreutils"
brew "elm"
brew "lame"
brew "xvid"
brew "findutils"
brew "fswatch"
brew "gmp"
brew "jpeg"
brew "git"
brew "git-open"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "graphviz"
brew "grep"
brew "lua"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libksba"
brew "librsvg"
brew "libyaml"
brew "lsyncd"
brew "mas"
brew "mps-youtube"
brew "neo4j"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "openblas"
brew "opencv"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pdf2svg"
brew "r"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "ruby"
brew "sbt"
brew "scala"
brew "screen"
brew "sendemail"
brew "tesseract"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "xpdf", link: false
brew "z"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "adobe-acrobat-reader"
cask "caffeine"
cask "calibre"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "filebot"
cask "filezilla"
cask "firefox"
cask "flash-npapi"
cask "gimp"
cask "github-desktop"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "latexit"
cask "macdown"
cask "mactex"
cask "mendeley-desktop"
cask "microsoft-office"
cask "moveslink2"
cask "nosleep"
cask "onyx"
cask "postman"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skim"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-inconsolata-dz"
cask "caskroom/fonts/font-open-sans"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
